Repository: MieuxVoter/moje
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: The two password fields didn't match.
fr: Les deux mots de passe ne correspondent pas

source: Password
fr: Mot de passe

source: Password confirmation
fr: Confirmation du mot de passe

source: Enter the same password as above, for verification.
fr: Entrer le même mot de passe pour confirmer

source: Create an account
fr: Créer un compte utilisateur

source: Sign up
fr: S'enregistrer

source: Edit your user account
fr: Modifier votre compte utilisateur

source: Organization
fr: Organisation

source: Username
fr: Nom d'utilisateur

source: Email address
fr: Adresse email

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Street
fr: Rue

source: City
fr: Ville

source: Country
fr: Pays

source: ZIP code
fr: Code postal

source: Biography
fr: Biographie

source: Log out
fr: Se déconnecter

source: Click here to login
fr: Cliquer ici pour se connecter

source: Log in again
fr: Se connecter

source: Log in
fr: Se connecter

source: The name and the password do not match
fr: The nom et le mot de passe ne correspondent pas

source: You have no permission to acces to this page. Please log in with another account.
fr: Vous n'avez pas le droit d'accèder à cette page. Merci de vous connecteravec un autre compte

source: Thanks to log in to access this page.
fr: Merci de vous connecter pour accéder à cette page.

source: Remember me
fr: Se souvenir de moi

source: Create a new account
fr: Créer un nouveau compte

source: Change password
fr: Mot de passe

source: Password change
fr: Mot de passe

source: Detail of the candidate
fr: Détail du candidat

source: Oops... This page is under construction
fr: Oups, cette page est en cours de construction

source: List of candidates to the election
fr: Liste des candidats à l'élection

source: No election has been found for you...
fr: Aucune élection n'a été trouvée pour vous...

source: The election does not exist
fr: L'élection n'exite pas

source: You are not allowed to be here
fr: Vous n'avez pas le droit d'être là

source: The date is not in the future
fr: La date n'est pas postérieure à aujourd'hui

source: Election name
fr: Nom de l'élection

source: Voting system
fr: Mode de scrutin

source: Voters list
fr: Liste des électeurs

source: Election's ending
fr: Fin de l'élection

source: The election is over!
fr: L'élection est finie !

source: Dashboard
fr: Tableau de bord

source: Your elections
fr: Vos élections

source: You have not elections yet
fr: Vous n'avez aucune élection en cours

source: Name
fr: Nom

source: State
fr: Statut

source: Number of voters
fr: Nombre d'électeurs

source: Number of candidates
fr: Nombre de candidats

source: Create an election
fr: Créer une élection

source: Your votes
fr: Vos votes

source: Candidates
fr: Candidats

source: Progress
fr: Avancement

source: View
fr: Voir

source: Vote
fr: Voter

source: Results
fr: Résultats

source: You are not registered into any election
fr: Vous ne faites pas parti(e) de cette élection

source: Edit your account
fr: Modifier votre compte utilisateur

source: The options
fr: Les options

source: Delete
fr: Supprimer

source: Add
fr: Ajouter

source: Manage voters
fr: Modifier les électeurs

source: The election has already begun. It is too late to modify the election settings
fr: L'élection a déjà commencé. Il est trop tard pour modifier l'élection

source: Voting method
fr: Mode de scrutin

source: Majority judgment
fr: Jugement majoritaire

source: Majority voting
fr: Vote majoritaire

source: Grade
fr: Mention

source: You can delete a grade by clicking on it. The grades must be ordered from the best to the worst
fr: Vous pouvez supprimer une mention en cliquant dessus. Les mentions doivent être classées de la meilleure à la pire

source: New grade
fr: Nouvelle mention

source: Save and set the options
fr: Sauver et modifier les options

source: Voters
fr: Electeurs

source: The election has already begun. It is too late to change the voters
fr: L'élection a déjà commencé. Il est trop tard pour modifier les électeurs

source: Add voters line by line with the following format: last name, first name, email
fr: Ajouter des électeurs ligne par ligne avec le format suivant : nom, prénom, email

source: Start the election
fr: Démarrer l'élection

source: Return to the options
fr: Revenir aux options

source: Add voters from a table
fr: Importer depuis un tableau

source: The election has already begun. It is too late to modify the voters
fr: L'élection a déjà commencé. Il est trop tard pour modifier les électeurs

source: Import a list
fr: Importer une liste

source: Settings
fr: Paramètres

source: Options
fr: Action

source: Start
fr: Démarrer

source: Finish
fr: Clore le vote

source: The election has begun!
fr: L'élection a commencé !

source: You are not a supervisor of this election
fr: Vous n'êtes pas un superviseur de cette élection

source: Very good
fr: Très bien

source: Good
fr: Bien

source: Fair
fr: Passable

source: Poor
fr: Insuffisant

source: To Reject
fr: À rejeter

source: The election does not exist.
fr: L'éléction n'existe pas.

source: The election has already begun
fr: L'élection a déjà commencé

source: There is not any voter
fr: Il n'y a aucun électeur

source: There is not any candidate
fr: Il n'y a aucun candidat

source: The election has not set up
fr: L'élection n'est pas été paramétré

source: Election id is not valid.
fr: L'identifiant de l'élection n'est pas valide

source: The name has already been taken
fr: Le nom a déjà été pris

source: Error to decode
fr: Erreur dans le décodage de

source: Email address is not valid.
fr: L'adresse email n'est pas valide.

source: The voter has already been recorded
fr: L'électeur a déjà été enregistré

source: The grade does not exist
fr: La mention n'existe pas

source: English
fr: Anglais

source: No vote has already been casted.
fr: L'électeur a déjà été enregistré

source: Election results
fr: Résultats de l'élection

source: votes have been recorded!
fr: votes ont déjà été enregistrés!

source: Votes details
fr: Détails des électeurs

source: Majority grade
fr: Mention majoritaire

source: You have no access to this election.
fr: Vous n'êtes pas un superviseur de cette élection

source: The election is not over
fr: L'élection est finie !

source: Error
fr: Erreur

source: About Us
fr: A propos

source: Account
fr: Compte

source: Mieux Voter with Majority Judgment
fr: Mieux Voter avec le Jugement Majoritaire

source: Open source project
fr: Projet open source

source: coded for the majority judgment
fr: développé pour le jugement majoritaire

source: email address
fr: adresse email

source: Candidates
fr: Candidats

source: Vote cast
fr: Vote pris en compte

source: Congratulations! Your vote has successfully been recorded!
fr: Félicitations ! Votre vote a bien été pris en compte !

source: Vote with the majority judgment
fr: Voter avec le jugement majoritaire
